#    2.	Напишите программу, которая добавляет ‘ing’ к словам

word = input('Введите слово:')

print(f'{word}'+'ing')

#   name = "Bob"
# age = 25
#
# print(f"Name is {name}, age is {age}")