#    2.	Напишите программу, которая добавляет ‘ing’ к словам

word = input('Введите слово:')

print(f'{word}'+'ing')

